Repository: mozilla-l10n/mt-training-data
Catalog: zgh/zgh_pontoon.tmx
Source language: en_us
Languages: zgh

source: To make the Common Voice dataset as useful as possible we have decided to only allow source text that is available under a Creative Commons (CC0) license. Using the CC0 standard means its more difficult to find and collect source text, but allows anyone to use the resulting voice data without usage restrictions or authorization from Mozilla. Ultimately, we want to make the multi-language dataset as useful as possible to everyone, including researchers, universities, startups, governments, social purpose organizations, and hobbyists.
zgh: ⵃⵎⴰ ⴰⴷ ⵜⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⵓⵏⴼⵓⵜⵜ ⴰⵏⵛⵜ ⵏⵏⴰ ⵎⵉ ⵏⵓⴼⴰ, ⵏⵖⵜⵙ ⴰⴷ ⵏⵙⵙⵓⵔⴳ ⵖⴰⵙ ⴰⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ ⵏⵏⴰ ⵉⵙⴰⴳⴰⵏ ⴷⴷⴰⵡ ⵜⵓⵔⴰⴳⵜ ⵏ ⴽⵔⵉⵢⴰⵜⵉⴼ ⴽⴰⵎⵏⵣ (CC0). ⵉⵏⴰⵎⴽ ⵓⵙⵙⵎⵔⵙ ⵏ ⵓⵏⴰⵡⴰⵢ CC0 ⵎⴰⵙ ⵔⴰⴷ ⵉⵎⵎⴰⵔ ⵓⴳⴳⴰⵔ ⴰⴷ ⵜⴰⴼⴷ, ⵜⴳⵔⵓⴷ ⴰⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ, ⵎⴰⵛⴰ ⵍⴰ ⵉⵙⵙⵓⵔⵓⴳ ⵉ ⴽⵓⵢⴰⵏ ⴰⴷ ⵉⵙⵙⵎⵔⵙ ⵜⴰⵢⴰⴼⵓⵜ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵎⵉⵏ ⴰⵙⵙⵎⵔⵙ ⵏ ⵉⵙⴽⵔⴰⴼ ⵏⵉⵖ ⵜⵓⵔⴰⴳⵜ ⵙⴳ ⵖⵓⵔ ⵎⵓⵣⵉⵍⴰ. ⴳ ⵓⵎⴳⴳⴰⵔⵓ, ⵏⵅⵙ ⴰⴷ ⵜⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⵜⴰⴳⵜⵓⵜⵍⴰⵢⵜ ⵜⵓⵏⴼⵓⵜⵜ ⴰⵏⵛⵜ ⵏⵏⴰ ⵎⵉ ⵏⵓⴼⴰ ⵉ ⴽⵓⵢⴰⵏ, ⴳⵉⵙ ⵉⵎⵔⵣⴰ, ⵜⵉⵙⴷⴰⵡⵉⵢⵉⵏ, ⵜⵉⵎⵙⵙⵏⵜⴰⵢ ⵜⵉⵏⵓⴱⴰ, ⵜⵉⵏⴱⴰⴹⵉⵏ, ⵜⵉⵎⴰⴷⴷⴰⵙⵉⵏ ⵏ ⵉⵡⵜⵜⴰⵙⵏ ⵉⵏⴰⵎⵓⵏⵏ, ⴷ ⵉⵎⵖⵣⴰⵍⵏ.

source: Too many files
zgh: ⴰⴳⵓⴷⵉ ⵏ ⵉⴼⵓⵢⵍⴰ

source: Top Contributors
zgh: ⵉⵎⴰⵔⴰⴳⵏ ⵉⵎⵓⴼⴰⵢⵏ

source: Total
zgh: ⵜⴰⵎⵓⵜⵜⵔⵜ

source: Total Approved
zgh: ⵜⴰⵎⵓⵜⵜⵔⵜ ⵉⴳⵍⵢⵏ

source: { $totalHours } hours is achievable in just over { $periodMonths } months if { $people } people record { $clipsPerDay } clips a day.
zgh: ⵏⵣⵎⵔ ⴰⴷ ⵏⴰⵡⴹ { $totalHours } ⵜⵙⵔⴰⴳⵉⵏ ⴳ { $periodMonths } ⵡⴰⵢⵢⵓⵔⵏ ⵎⴽ ⵙⵓⵙⵔⵏ { $people } ⵎⴷⴷⵏ { $clipsPerDay } ⵜⵓⵙⵙⵉⴼⵉⵏ ⴽⵓ ⴰⵙⵙ.

source: { $totalInReview } sentences in review.
zgh: { $totalInReview } ⵜⵡⵉⵏⴰⵙ ⴳ ⵓⵙⵙⵉⵔⵎ.

source: { $totalSentences } total sentences.
zgh: { $totalSentences } ⵜⵡⵉⵏⴰⵙ ⵉⵎⵎⵓⵜⵜⵔⵏ.

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
zgh: ⵖⵔ ⵓⴼⴰⵙⵉ, ⵍⴰ ⵏⴳⵍⵍⵎ ⵜⴰⵏⴼⵉⵡⵉⵏ, ⵏⵙⵙⴼⵔⵓ ⵎⴰⵏ ⵉⵏⵖⵎⵉⵙⵏ ⴰⴷ ⵏⵜⵜⴳⴳⴰ ⴷ ⵉⴳⴷⵓⴷⴰⵏⵏ. ⵙⵙⵎⵔⵙⴰⵜ ⵉⵙⵖⴰⵏ ⴷⴷⴰⵡ ⴷⴰ ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⵏⵜⵉⵎ ⵙ ⵢⴰⵏ ⵓⵎⵉⴹⴰⵏ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴳ ⵡⴰⵍⵍⴰⵍ ⵏⵏⵓⵏ.

source: Toward next goal
zgh: ⵙⵉⵡⴰⵍⴰ ⴰⵡⵜⵜⴰⵙ ⵓⴹⴼⵉⵕ

source: Track progress here and on your stats page.
zgh: ⵣⵓⵔⵜⴰⵜ ⴰⵍⴰⵢ ⵏⵏⵓⵏ ⴷⴰ, ⴷ ⴳ ⵜⴰⵙⵏⴰ ⵏ ⵉⵙⵏⵎⴽⵜⴰⵜⵏ ⵏⵏⵓⵏ.

source: Translate this page
zgh: ⵙⵙⵓⵖⵍ ⵜⴰⵙⵏⴰ ⴰ

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
zgh: <translateVideoLink>ⴰⵏⵏⴰⵢ ⴰⵎⴰⵏⴰⵔ ⵏⵏⵖ ⵅⴼ ⵎⴰⵏⵎⴽ ⵔⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⴱⵓⵏⵜⵓⵏ.</translateVideoLink>

source: Translating the site
zgh: ⴰⵙⵓⵖⵍ ⵏ ⵓⵙⵉⵜ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
zgh: ⵍⴰ ⴷ ⵉⵜⵜⴽⴽⴰ ⵓⵙⵓⵖⵍ ⵜⴰⵏⴳⵍⵉⵣⵉⵜ, ⵎⴰⵛⴰ ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵥⵕⵎ <strong>ⵉⵙⵓⵎⵓⵔⵏ</strong> ⵙ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵢⴰⴹⵏⵉⵏ. ⴽⵍⵉⴽⵢⴰⵜ ⵅⴼ ⵜⵢⴽⵓⵏⵜ ⵏ <strong>ⵉⴼⵔⵙ</strong>, ⵉⵍⵎⵎⴰ ⵙ ⵓⵙⵖⵏ ⵏ <strong>ⵜⵙⵖⴰⵍ</strong>, ⵜⵔⵏⵓⵎ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⴰ ⴽⴰ ⵜⵙⴰⵡⴰⵍⵎ. ⴳ ⵜⵖⵎⵔⵜ ⵜⴰⴼⴰⵙⵉⵜ ⵜⴰⵏⴷⴷⴰⵡⵜ ⵔⴰⴷ ⵜⵉⵍⵉ ⵢⴰⵜ ⵜⴰⵍⴳⴰⵎⵜ ⵏ ⵜⵙⵓⵖⴰⵍ ⵉⵜⵜⵓⵙⵎⵎⴰⵏ <strong>ⵜⵓⵜⵍⴰⵢⵉⵏ</strong>. ⵍⴰ ⵜⵜⵓⵎⴰⵏⵏⵜ ⵜⵙⵓⵖⴰⵍ ⴳ ⵓⵙⵉⵜ ⴹⴰⵕⵜ ⵢⴰⵏ ⵡⴰⵙⵙ.

source: Translation of the Common Voice site happens on <strong>Pontoon</strong>.
zgh: ⵍⴰ ⵉⵜⵜⵓⵙⴽⴰⵔ ⵓⵙⵓⵖⵍ ⵏ ⵓⵙⵉⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴳ <strong>ⴱⵓⵏⵜⵓⵏ</strong>.

source: Try again by dragging your file here
zgh: ⴰⵔⵎⴰⵜ ⴷⴰⵖ ⵙ ⵓⵙⵓⵛⵛⴹ ⵏ ⵓⴼⴰⵢⵍⵓ ⵏⵏⵓⵏ ⴷⴰ

source: Try uploading again
zgh: ⴰⵔⵎ ⴷⴰⵖ ⴰⵙⴽⵜⵔ

source: Tshivenda
zgh: ⵜⴰⴼⵉⵏⴷⵉⵜ

source: Turkish
zgh: ⵜⴰⵜⵓⵔⴽⵉⵜ

source: Turkmen
zgh: ⵜⴰⵜⵓⵔⴽⵎⴰⵏⵉⵜ

source: Tuvan
zgh: ⵜⴰⵜⵓⴼⵉⵜ

source: Twi
zgh: ⵜⴰⵜⵡⵉⵜ

source: Typically megabytes
zgh: ⵙ ⵓⵎⴰⵜⴰ ⴽⵔⴰ ⵏ ⵉⴷ ⵎⵉⴳⴰⴱⴰⵢⵜ

source: Ubykh
zgh: ⵜⴰⵡⴱⵉⵅⵉⵜ

source: Udmurt
zgh: ⵜⴰⵡⴷⵎⵓⵔⵜⵉⵜ

source: Ukrainian
zgh: ⵜⴰⵡⴽⵔⴰⵢⵏⵉⵜ

source: Understand contribution criteria
zgh: ⵔⵎⵙ ⵉⵙⴱⴷⴰⴷⵏ ⵏ ⵡⴰⵔⵔⴰⴳ

source: Understand how to contribute and validate sentences and audio clips to the Common Voice dataset
zgh: ⵔⵎⵙ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⴰⵔⴳⴷ, ⵜⵣⵣⵔⵢⴷ ⵜⵉⵡⵉⵏⴰⵙ ⴷ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⵎⵙⵍⴰⵢⵉⵏ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
zgh: ⵔⵎⵙⴰⵜ ⵎⴰ ⵔⴰⴷ ⵜⵙⵉⴳⴳⵉⵍⵎ ⴰⴷⴷⴰⵢ ⵜⴻⵜⵜⵙⵍⵍⴰⵎ ⵉ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ, ⵜⴰⵡⵙⵎ ⴰⵡⴷ ⴳ ⵓⵙⴱⵓⵖⵍⵓ ⵏ ⵉⵙⵓⵙⴰⵔ ⵉⴳⵕⴹⴰⵏⵏ ⵏⵏⵓⵏ!

source: Unexpected response returned from server
zgh: ⵜⴰⵖⵓⵍ ⴷ ⵢⴰⵜ ⵜⵎⵔⴰⵔⵓⵜ ⵜⴰⵔⴰⵜⴰⵎⵜ ⵙⴳ ⵓⵎⴰⴽⴽⴰⵢ

source: Unfortunately we can’t have Wikimedia articles yet. So do not copy paste from there.
zgh: ⵙ ⵜⵎⴳⵕⵥⴰ, ⵓⵔ ⵜⴰ ⵏⵣⵎⵉⵔ ⴰⴷ ⵏⵉⵍⵉ ⵉⵎⴳⵔⴰⴷⵏ ⵏ ⵡⵉⴽⵉⵎⵉⴷⵢⴰ. ⵉⵡⴰ ⴰⴷ ⵓⵔ ⵜⵙⵙⵏⵖⵍⴷ ⵜⵙⵍⵖⴷ ⵙⴳ ⴷⵉⵏⵏ.

source: Universities, Academics and Researchers
zgh: ⵜⵉⵙⴷⴰⵡⵉⵢⵉⵏ, ⵉⵎⵙⴷⴰⵡⵉⵢⵏ ⴷ ⵉⵎⵔⵣⴰ

source: { $unreviewedSentencesByYou } sentences left for you to review.
zgh: { $unreviewedSentencesByYou } ⵜⵡⵉⵏⴰⵙ ⴰⴷ ⴰⵡⵏ ⵉⵖⴰⵎⴰⵏ ⴰⴷ ⵜⵏⵜ ⵜⵙⵙⵉⵔⵎⵎ.

source: Updating…
zgh: ⴰⵙⴷⵖⵉ…

source: Upload aborted. Do you want to delete your recordings?
zgh: ⵉⵙⵔⴳ ⵓⵙⴽⵜⵔ. ⵉⵙ ⵜⵅⵙⵎ ⴰⴷ ⵜⴽⴽⵙⵎ ⵉⵙⵓⵙⴰⵔ ⵏⵏⵓⵏ?

source: Upload an image file
zgh: ⵙⴽⵜⵔ ⴰⴼⴰⵢⵍⵓ ⵏ ⵜⵡⵍⴰⴼⵜ

source: Upload failed, please retry.
zgh: ⵉⵙⴼⵓⴳⴳⵔ ⵓⵙⴽⵜⵔ, ⵎⴽ ⵜⵓⴼⵉⴷ, ⴰⵔⵎ ⴷⴰⵖ.

source: Upload <icon></icon> public domain sentences
zgh: ⵙⴽⵜⵔ <icon></icon> ⵜⵉⵡⵉⵏⴰⵙ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ

source: Upload in progress...
zgh: ⴰⵙⴽⵜⵔ ⴳ ⵡⴰⵍⴰⵢ...

source: Upload more sentences?
zgh: ⵙⴽⵜⵔ ⵓⴳⴳⴰⵔ ⵏ ⵜⵡⵉⵏⴰⵙ?

source: Upload of this clip keeps failing at server. Reload the page or try again later.
zgh: ⴰⵙⴽⵜⵔ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⴰ ⵉⵇⵇⵉⵎ ⵉⵙⴼⵓⴳⴳⵓⵔ ⴳ ⵓⵎⴰⴽⴽⴰⵢ. ⴰⵍⵙ ⴰⵣⴷⴰⵎ ⵏ ⵜⴰⵙⵏⴰ ⵏⵖ ⴷⴰⵖ ⵜⵓⵔⵎⴷ ⴽⵓⴷⵏⵏⴰ.

source: Upload of this clip keeps failing, keep retrying?
zgh: ⴰⵙⴽⵜⵔ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⴰ ⵉⵇⵇⵉⵎ ⵉⵙⴼⵓⴳⴳⵓⵔ, ⴰⴷ ⵙⵓⵍ ⵜⴻⵜⵜⴰⵔⵎⴷ?

source: Urdu
zgh: ⵜⴰⵡⵔⴷⵓⵜ

source: Use correct grammar
zgh: ⴰⴷ ⵜⵙⵙⵎⵔⵙ ⵜⴰⵊⵕⵕⵓⵎⵜ ⵢⵓⵖⴷⵏ

source: Use correct spelling and punctuation
zgh: ⴰⴷ ⵜⵙⵙⵎⵔⵙ ⴰⵙⵏⵎⴰⵔⵔⴰ ⴷ ⵓⵙⵏⵇⴹ ⵓⵖⴷⵏⵉⵏ

source: User Name
zgh: ⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ

source: Users validate the accuracy of donated clips, checking that the speaker read the sentence correctly.
zgh: ⵍⴰ ⵣⵣⵔⴰⵢⵏ ⵉⵏⵙⵙⵎⵔⵙⵏ ⴰⵏⵖⴰⴷ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵜⵓⴼⴽⴰⵏⵉⵏ, ⵛⴰⴱⴱⴰⵏ ⵉⵙ ⵉⵖⵔⴰ ⵓⵎⵙⵉⵡⵍ ⵜⴰⵡⵉⵏⵙⵜ ⵙ ⵜⵖⴰⵔⴰⵙⵜ ⵉⵏⵎⵏ.

source: Using Common Voice
zgh: ⴰⵙⵙⵎⵔⵙ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Uyghur
zgh: ⵜⴰⵡⵉⵖⵓⵔⵉⵜ

source: Uzbek
zgh: ⵜⴰⵡⵣⴱⴰⴽⵉⵜ

source: Validated Clips
zgh: ⵜⵓⵙⵙⵉⴼⵉⵏ ⵣⵔⵢⵏⵉⵏ

source: Validated Hours
zgh: ⵜⵉⵙⵔⴰⴳⵉⵏ ⵣⵔⵢⵏⵉⵏ

source: Validated Hr. Total
zgh: ⵜⴰⵎⵓⵜⵜⵔⵜ ⵏ ⵜⵙⵔⴰⴳⵉⵏ ⵣⵔⵢⵏⵉⵏ

source: { $validatedSentences } validated sentences.
zgh: { $validatedSentences } ⵜⵡⵉⵏⴰⵙ ⵣⵔⵢⵏⵉⵏ.

source: Validating donated clips is equally important to the Common Voice mission. Take a listen and help us create quality open source voice data.
zgh: ⴰⵡⴷ ⴰⵣⵣⵔⴰⵢ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵜⵓⴼⴽⴰⵏⵉⵏ ⵉⵅⴰⵜⵔ ⵉ ⵜⵙⵎⵉⴳⵍⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ. ⵙⵍⵍ ⵜⴰⵡⵙⴷ ⴰⵏⵖ ⴰⴷ ⵏⵙⵏⴼⵍⵓⵍ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵙ ⵓⵖⵓⴷⵓ.

source: Validation Progress
zgh: ⴰⵍⴰⵢ ⵏ ⵓⵣⵣⵔⴰⵢ

source: Validations
zgh: ⵉⵣⵣⵔⴰⵢⵏ

source: Value and recognition.
zgh: ⴰⵜⵉⴳ ⴷ ⵜⵓⴽⵣⴰ.

source: Variants are a specific form of a language - for example shared by those living in a geography or commmunity. Sometimes these are called dialects.
zgh: ⴳⴰⵏⵜ ⵜⵎⵣⴰⵔⴰⵢⵉⵏ ⵢⴰⵜ ⵜⴰⵍⵖⴰ ⵉⵥⵍⵢⵏ ⵏ ⵢⴰⵜ ⵜⵓⵜⵍⴰⵢⵜ - ⵉⵜⵜⵓⴱⴹⴰⵏ ⵙ ⵓⵎⴷⵢⴰ ⴳⵔ ⵎⴷⴷⵏ ⴷⴷⵔⵏⵉⵏ ⴳ ⵢⴰⵜ ⵜⴰⵔⴰⴽⴰⵍⵜ ⵏⵉⵖ ⵜⴰⴳⵔⴰⵡⵜ. ⵍⴰ ⴰⵙⵏⵜ ⵜⵜⵉⵏⵉⵏ ⴽⵔⴰ ⵏ ⵜⵉⴽⴽⴰⵍ ⵜⵉⵏⵜⴰⵍⵉⵡⵉⵏ.

source: Varying Pronunciations
zgh: ⵉⵙⵓⵙⵔⵓⵜⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ

source: Venetian
zgh: ⵜⴰⴼⵉⵏⵉⵙⵉⵜ

source: Version
zgh: ⵜⴰⵍⵇⵇⵎⵜ

source: Very common mistakes include:
zgh: ⵜⵉⵣⴳⵍⵉⵏ ⵜⵜⵉⵍⵉⵏⵉⵏ ⵙ ⵜⵓⴳⵜⵜ ⵓⵎⴰⵏⵜ:

source: Vietnamese
zgh: ⵜⴰⴼⵢⵉⵟⵏⴰⵎⵉⵜ

source: View your progress against personal and project goals.
zgh: ⵙⴽⵏⴰⵜ ⴰⵍⴰⵢ ⵏⵏⵓⵏ ⵎⴳⴰⵍ ⵉⵡⵜⵜⴰⵙⵏ ⵉⵏⵉⵎⴰⵏⵏ ⴷ ⵡⵉⵏ ⵓⵙⵏⴼⴰⵔ.

source: Visible
zgh: ⴰⴷ ⵓⵎⴰⵏⵖ

source: Voice clips are entered into a submission queue that readies them for listening.
zgh: ⵍⴰ ⴽⵛⵛⵎⵏⵜ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵢⴰⵏ ⵓⴷⵔⴰⵙ ⵏ ⵡⴰⵣⴰⵏ ⵏⵏⴰ ⵜⵏⵜ ⵉⵙⵎⵓⵜⵜⵓⴳⵏ ⵉ ⵜⵎⵙⵍⵉⵡⵜ.

source: Voice Collection
zgh: ⴰⴳⵔⵔⵓ ⵏ ⵉⴳⵕⴹⴰⵏ

source: Voice Contribution
zgh: ⴰⵔⵔⴰⴳ ⴰⴳⵕⴹⴰⵏ

source: Voice Dataset, Ready for Download
zgh: ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ, ⵜⵎⵓⵜⵜⴳ ⵉ ⵡⴰⴳⴰⵎ

source: Voice is natural, voice is human. That’s why we’re excited about creating usable voice technology for our machines. But to create voice systems, developers need an extremely large amount of voice data.
zgh: ⵉⴳⴰ ⵓⴳⵕⴹ ⴰⴳⴰⵎⴰⵏ, ⵉⴳ ⴰⵏⴼⴳⴰⵏ. ⴰⵢⴰ ⴰ ⵅⴼ ⵏⴱⵓⵔⵣ ⵙ ⵓⵙⵏⴼⵍⵓⵍ ⵏ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⵓⵎⵔⵉⵙⵜ ⵉ ⵜⵎⴰⵛⵉⵏⵉⵏ ⵏⵏⵖ. ⵎⴰⵛⵛ ⵉ ⵓⵙⵏⴼⵍⵓⵍ ⵏ ⵉⵏⴳⵔⴰⵡⵏ ⵉⴳⵕⴹⴰⵏⵏ, ⵓⵙⵔⵏ ⵉⵎⵙⵖⵉⵡⵙⵏ ⵢⴰⵏ ⵓⴳⵓⴷⵉ ⴰⵎⵇⵇⵔⴰⵏ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ.

source: Voice is natural, voice is human. That’s why we’re fascinated with creating usable voice technology for our machines. But to create voice systems, an extremely large amount of voice data is required.
zgh: ⵉⴳⴰ ⵓⴳⵕⴹ ⴰⴳⴰⵎⴰⵏ, ⵉⴳ ⴰⵏⴼⴳⴰⵏ. ⴰⵢⴰ ⴰ ⵅⴼ ⵏⵜⵜⵓⵖⵣⵍ ⵙ ⵓⵙⵏⴼⵍⵓⵍ ⵏ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⵓⵎⵔⵉⵙⵜ ⵉ ⵜⵎⴰⵛⵉⵏⵉⵏ ⵏⵏⵖ. ⵎⴰⵛⵛ ⵉ ⵓⵙⵏⴼⵍⵓⵍ ⵏ ⵉⵏⴳⵔⴰⵡⵏ ⵉⴳⵕⴹⴰⵏⵏ, ⵢⴰⵏ ⵓⴳⵓⴷⵉ ⴰⵎⵇⵇⵔⴰⵏ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⴰⴷ ⴷ ⵉⵇⵇⴰⵏⵏ.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Common Voice is part of Mozilla’s initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language.
zgh: ⵍⴰ ⵜⵙⴳⵔⴰⵡⴰⵍ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⴰⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⵙ ⵏⵜⵜⵎⵢⴰⴳⴳⴰ ⴰⴽⴷ ⵜⵎⴰⵛⵉⵏⵉⵏ, ⵎⴰⵛⴰ ⵉⵏⴳⵔⴰⵡⵏ ⵙⴰⴳⴰⵏⵉⵏ ⵙ ⵓⵎⵉⵔⴰⵏ ⵖⵍⴰⵏ ⴷ ⵜⵜⵓⵍⴰⵏ. ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⴳⴹⴰⵎⵜ ⵙⴳ ⵜⴰⵙⵏⵜⴰⵢⵜ ⵏ ⵎⵓⵣⵉⵍⴰ ⵉ ⵓⵙⵖⵓⴷⵓ ⵏ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵢⵉⵏ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⴷ ⵡⵓⴳⴳⴰⵔ ⵏ ⵜⴰⴷⴰⴼⵜ ⵖⵔⵙⵏⵜ ⵉ ⴽⵓⵢⴰⵏ. ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⵙⵉⵍⴰ ⵏ ⵉⵙⴼⴽⴰ ⵜⴰⵎⴰⴹⵍⴰⵏⵜ ⵜⴰⴱⴰⵔⴰⵔⵜ ⵏ ⵉⴳⵕⴹⴰⵏ ⵜⵜⵓⴼⴽⴰⵏⵉⵏ ⵏⵏⴰ ⵙ ⵉⵣⵎⵔ ⴽⵓⵢⴰⵏ ⴰⴷ ⵉⵙⵙⴰⵏⵓⵏ ⵙ ⵜⵖⴰⵡⵍⴰ ⴷ ⵓⵍⴰⵎⴰⴹ ⵜⵉⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⵣⵎⵔⴰⵡⴰⵍⵉⵏ ⴰⵜⴰⴼ ⴳ ⴽⵓ ⵜⵓⵜⵍⴰⵢⵜ.

source: Voice recognition technology is revolutionizing the way we interact with machines, but the currently available systems are expensive and proprietary. Mozilla Common Voice is an initiative to make voice recognition technologies better and more accessible for everyone. Common Voice is a massive global database of donated voices that lets anyone quickly and easily train voice-enabled apps in potentially every language. We're not only collecting voice samples in widely spoken languages but also in those with a smaller population of speakers. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and communities to address this gap themselves.
zgh: ⵍⴰ ⵜⵙⴳⵔⴰⵡⴰⵍ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵜⴰⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⵙ ⵏⵜⵜⵎⵢⴰⴳⴳⴰ ⴰⴽⴷ ⵜⵎⴰⵛⵉⵏⵉⵏ, ⵎⴰⵛⴰ ⵉⵏⴳⵔⴰⵡⵏ ⵙⴰⴳⴰⵏⵉⵏ ⵙ ⵓⵎⵉⵔⴰⵏ ⵖⵍⴰⵏ ⴷ ⵜⵜⵓⵍⴰⵏ. ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⵙⵏⵜⴰⵢⵜ ⵉ ⵓⵙⵖⵓⴷⵓ ⵏ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵢⵉⵏ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⴷ ⵡⵓⴳⴳⴰⵔ ⵏ ⵜⴰⴷⴰⴼⵜ ⵖⵔⵙⵏⵜ ⵉ ⴽⵓⵢⴰⵏ. ⵉⴳⴰ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵜ ⵜⵙⵉⵍⴰ ⵏ ⵉⵙⴼⴽⴰ ⵜⴰⵎⴰⴹⵍⴰⵏⵜ ⵜⴰⴱⴰⵔⴰⵔⵜ ⵏ ⵉⴳⵕⴹⴰⵏ ⵜⵜⵓⴼⴽⴰⵏⵉⵏ ⵏⵏⴰ ⵙ ⵉⵣⵎⵔ ⴽⵓⵢⴰⵏ ⴰⴷ ⵉⵙⵙⴰⵏⵓⵏ ⵙ ⵜⵖⴰⵡⵍⴰ ⴷ ⵓⵍⴰⵎⴰⴹ ⵜⵉⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⵣⵎⵔⴰⵡⴰⵍⵉⵏ ⴰⵜⴰⴼ ⴳ ⴽⵓ ⵜⵓⵜⵍⴰⵢⵜ. ⵓⵔ ⵍⴰ ⵏⴳⵔⵔⵓ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵖⴰⵙ ⵙ ⵜⵓⵜⵍⴰⵢⴰⵉⵏ ⵜⵉⵎⵇⵇⵔⴰⵏⵉⵏ, ⵎⴰⵛⴰ ⴰⵡⴷ ⵙ ⵜⵉⵏⵏⴰ ⵎⵉ ⵉⵎⵥⵥⵢ ⵓⴳⴷⵓⴷ ⵏ ⵉⵎⵙⵙⵉⵡⵍⵏ. ⵔⴰⴷ ⵉⵙⵙⵓⵔⴳ ⵓⴼⵙⴰⵔ ⵏ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵉ ⵉⵎⵙⵖⵉⵡⵙⵏ, ⵉⵎⵙⵙⵏⵜⵉⵢⵏ, ⴷ ⵜⴳⵔⴰⵡⵉⵏ ⴰⴷ ⵇⵇⵏⵏ ⴰⵙⵙⵜⵉⵖ ⴰ ⵙ ⵢⵉⵎⴰⵏ ⵏⵏⵙⵏ.

source: Voices Online Now
zgh: ⵉⴳⵕⴹⴰⵏ ⴳ ⵉⴼⵉⵍⵉ ⴷⵖⵉ

source: Voice Validation
zgh: ⴰⵣⵣⵔⴰⵢ ⴰⴳⵕⴹⴰⵏ

source: Volume
zgh: ⴰⵙⵡⵉⵔ ⵏ ⵢⵉⵎⵙⵍⵉ

source: Votic
zgh: ⵜⴰⴼⵓⵟⵉⵜ

source: VoxForge was set up to collect transcribed speech for use with Free and Open Source Speech Recognition Engines.
zgh: ⵉⵜⵜⵡⴰⴳⴳ VoxForge ⵉ ⵓⴳⴳⵔⵓ ⵏ ⵡⴰⵡⴰⵍ ⵉⵜⵜⵢⴰⵔⴰⵏ ⵃⵎⴰ ⴰⴷ ⵉⵜⵜⵓⵙⵎⵔⵙ ⴰⴽⴷ ⵉⵏⵙⵎⵓⵙⵙⴰ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ ⵉⵍⴻⵍⵍⴰⵏ ⴷ ⵡⵉⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ.

source: Want to help make Common Voice even better? Great! Get in touch via email or <discourseLink>Discourse</discourseLink> forums, submit site issues via <githubLink>GitHub</githubLink>, or join the <matrixLink>Matrix</matrixLink> community chat.
zgh: ⵜⵅⵙⴷ ⴰⴷ ⵜⴰⵡⵙⴷ ⴳ ⵓⵙⵖⵓⴷⵓ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ? ⴰⵢⵢⵓⵣ! ⵏⵢⴰⵍⴽⴰⵎ ⴷⵉⴷⵏⵖ ⵙ ⵉⵎⴰⵢⵍ ⵏⵉⵖ ⵉⵙⴳⵔⴰⵡⵏ ⵏ <discourseLink>ⴷⵉⵙⴽⵓⵔⵙ</discourseLink>, ⴰⵣⵏ ⵉⵎⵓⴽⵔⵉⵙⵏ ⵏ ⵓⵙⵉⵜ ⵙ <githubLink>ⴳⵉⵜⵀⴰⴱ</githubLink>, ⵏⵉⵖ ⵜⵍⴽⵎⴷ ⴰⵎⵙⴰⵡⴰⵍ ⵏ ⵜⴳⵔⴰⵡⵜ ⵏ <matrixLink>ⵎⵉⵜⵔⵉⴽⵙ</matrixLink>.

source: Want to save your information? <createProfile>Create a profile</createProfile>
zgh: ⵜⵅⵙⵎ ⴰⴷ ⵜⵃⴹⵓⵎ ⵉⵏⵖⵎⵉⵙⵏ ⵏⵏⵓⵏ? <createProfile>ⵙⵏⴼⵍⵓⵍⴰⵜ ⵉⴼⵔⵙ</createProfile>

source: Want to stay in touch with Common Voice?
zgh: ⵜⵅⵙⴷ ⴰⴷ ⵜⵇⵇⵉⵎⴷ ⴳ ⵓⵏⵢⴰⵍⴽⴰⵎ ⴰⴽⴷ ⴽⴰⵎⵏⴼⵓⵢⵙ?

source: Want updates when we release a new version of the Common Voice dataset? Subscribe to our newsletter.
zgh: ⵜⵅⵙⴷ ⵉⵙⴷⵖⵉⵜⵏ ⴰⴷⴷⴰⵢ ⴷ ⵏⵙⵙⵓⴼⵖ ⴽⵔⴰ ⵏ ⵜⵍⵇⵇⵎⵜ ⵜⴰⵎⴰⵢⵏⵓⵜ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ? ⵍⵜⵖ ⴳ ⵜⴱⵔⴰⵜ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵏⵏⵖ.

source: Watch our video explainer to help
zgh: ⴰⵏⵏⴰⵢⴰⵜ ⴰⴼⵉⴷⵢⵓ ⴰⵎⵙⵙⴼⵔⵓ ⵏⵏⵖ ⴰⴷ ⴰⵡⵏ ⵢⴰⵡⵙ

source: We are always looking to hear from data consumers about their needs and context - from collaborating on data collection platform to providing data health insights, we want to <emailFragment>hear from you.</emailFragment>
zgh: ⵍⴰ ⴰⴱⴷⴰ ⵏⵙⵉⴳⴳⵉⵍ ⴰⴷ ⵏⵙⵙⵏ ⵜⴰⵏⵏⴰⵢⵉⵏ ⵏ ⵉⵏⵙⵎⵓⵔⵏ ⵏ ⵉⵙⴼⴽⴰ ⵅⴼ ⵡⴰⵙⵙⴰⵔⵏ ⵏⵏⵙⵏ ⴷ ⵓⵎⵏⴰⴹ ⵏⵏⵙⵏ - ⵙⴳ ⵓⵎⵢⴰⵡⴰⵙ ⴳ ⵜⵙⵉⵍⴰ ⵏ ⵓⴳⵔⵔⵓ ⵏ ⵉⵙⴼⴽⴰ ⴰⵔ ⵜⵉⴽⴽⵉ ⵏ ⵜⴰⵏⵏⴰⵢⵉⵏ ⵅⴼ ⵜⴷⵓⵙⵉ ⵏ ⵉⵙⴼⴽⴰ, ⵏⵅⵙ <emailFragment>ⴰⴷ ⵏⵙⵙⵏ ⵜⴰⵏⵏⴰⵢⵉⵏ ⵏⵏⵓⵏ.</emailFragment>

source: We are building an open and publicly available dataset of voices that everyone can use to train speech-enabled applications.
zgh: ⵍⴰ ⵏⵥⴽⴽⵓ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵜⵓⵕⵥⵉⵎⵜ ⵉⵙⴰⴳⴰⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ ⵏⵏⴰ ⵙ ⵉⵣⵎⵔ ⴽⵓⵢⴰⵏ ⴰⴷ ⵜⵜ ⵉⵙⵙⵎⵔⵙ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵜⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⵣⵎⵔⴰⵡⴰⵍⵉⵏ.

source: We are excited to support public sector engagement in technology, innovation and language rights. If you're planning to run a major project or campaign, please do <emailFragment>get in touch.</emailFragment>
zgh: ⵏⴱⵓⵔⵣ ⴰⴷ ⵏⴻⵏⵏⴰⵍ ⴰⵙⵓⵖⵏ ⵏ ⵢⵉⴳⵔ ⴰⴳⴷⵓⴷⴰⵏ ⴳ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ, ⴰⵙⵏⴼⵍⵓⵍ ⴷ ⵉⵣⵔⴼⴰⵏ ⵏ ⵜⵓⵜⵍⴰⵢⵜ. ⵎⴽ ⵍⴰ ⵜⵙⵖⵉⵡⵉⵙⴷ ⴰⴷ ⵜⵕⵥⵎⴷ ⵉ ⴽⵔⴰ ⵏ ⵓⵙⵏⴼⴰⵔ ⵏⵉⵖ ⴰⵎⵣⵉⵣⵣⵍ ⵉⵎⵇⵇⵔⴰⵏⵏ, ⵎⴽ ⵜⵓⴼⵉⴷ, <emailFragment>ⵏⵢⴰⵍⴽⴰⵎ ⴷⵉⴷⵏⵖ.</emailFragment>

source: We are going out to get a coffee.
zgh: ⵉⵏⵉ ⴰⵙ ⴰⴷ ⴷ ⵢⴰⵡⵢ ⴽⵔⴰ ⵏ ⵡⴰⵜⴰⵢ.

source: We are going out to get coffee.
zgh: ⵉⵏⵉ ⴰⵙ ⴰⴷ ⴷ ⵢⴰⵡⵢ ⴰⵜⴰⵢ.

source: We at Mozilla are building a community around voice technology. We would like to stay in touch with updates, new data sources and to hear more about how you're using this data.
zgh: ⵏⴽⴽⵏⵉ ⴳ ⵎⵓⵣⵉⵍⴰ, ⵍⴰ ⵏⵥⴽⴽⵓ ⵢⴰⵜ ⵜⴳⵔⴰⵡⵜ ⵅⴼ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ. ⵏⵔⴰ ⴰⴷ ⵏⴻⵏⵏⵖⵎⵙ ⵅⴼ ⵉⵙⴷⵖⵉⵜⵏ, ⵉⵙⵓⴳⴰⵎ ⵏ ⵉⵙⴼⴽⴰ ⵉⵎⴰⵢⵏⵓⵜⵏ ⴷ ⴰⴷ ⵏⵙⵙⵏ ⵓⴳⴳⴰⵔ ⵅⴼ ⵎⴰⵏⵎⴽ ⵙ ⵜⵙⵙⵎⵔⴰⵙⵎ ⵉⵙⴼⴽⴰ ⴰ.

source: We believe that large and publicly available voice datasets foster innovation and healthy commercial competition in machine-learning based speech technology. This is a global effort and we invite everyone to participate. Our aim is to help speech technology be more inclusive, reflecting the diversity of voices from around the world.
zgh: ⵏⴼⵍⵙ ⵎⴰⵙ ⴷ ⵜⵉⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵜⵉⵎⵇⵇⵔⴰⵏⵉⵏ, ⵙⴰⴳⴰⵏⵉⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ, ⵍⴰ ⵙⵙⴱⵖⴰⵙⵏⵜ ⴰⵙⵏⴼⵍⵓⵍ ⴷ ⵜⵖⵏⵏⴰⵏⵜ ⵜⴰⵏⵙⴱⴰⴱⵜ ⵉⴷⵓⵙⵏ ⴳ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵓⵍⵎⵎⵓⴷ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⵉⵥⴽⴰⵏ ⵅⴼ ⵡⴰⵡⴰⵍ. ⵉⴳⴰ ⵓⵢⴰ ⵢⴰⵜ ⵜⵓⴳⴳⵣⵜ ⵜⴰⵎⴰⴹⵍⴰⵏⵜ ⴷ ⵍⴰ ⵏⵇⵇⴰⵔ ⵉ ⴽⵓⵢⴰⵏ ⴰⴷ ⵉⴷⵔⵓ. ⴰⵡⵜⵜⴰⵙ ⵏⵏⵖ ⴰⴷ ⵏⴰⵡⵙ ⵉ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵡⴰⵡⴰⵍ ⴰⴷ ⵜⴷⵍ ⵓⴳⴳⴰⵔ, ⵏⵙⵙⴰⴹⵓ ⴷ ⵜⴰⵎⴰⵏⴰⵡⵜ ⵏ ⵉⴳⵕⴹⴰⵏ ⵙⴳ ⵓⵎⴰⴹⴰⵍ.

source: We believe that large, publicly available voice datasets will foster innovation and healthy commercial competition in machine-learning based speech technology. Common Voice’s multi-language dataset is already the largest publicly available voice dataset of its kind, but it’s not the only one. Look to this page as a reference hub for other open source voice datasets and, as Common Voice continues to grow, a home for our release updates.
zgh: ⵏⴼⵍⵙ ⵎⴰⵙ ⴷ ⵜⵉⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵜⵉⵎⵇⵇⵔⴰⵏⵉⵏ, ⵙⴰⴳⴰⵏⵉⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ, ⵔⴰⴷ ⵙⵙⴱⵖⵙⵏⵜ ⴰⵙⵏⴼⵍⵓⵍ ⴷ ⵜⵖⵏⵏⴰⵏⵜ ⵜⴰⵏⵙⴱⴰⴱⵜ ⵉⴷⵓⵙⵏ ⴳ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵓⵍⵎⵎⵓⴷ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⵉⵥⴽⴰⵏ ⵅⴼ ⵡⴰⵡⴰⵍ. ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵜⴰⴳⵜⵓⵜⵍⴰⵢⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⴳⴰ ⵢⴰⴷ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵜⴰⵎⵇⵇⵔⴰⵏⵜ ⴰⴽⴽⵯ ⵉⵙⴰⴳⴰⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ ⵙⴳ ⵡⴰⵏⴰⵡ ⵏⵏⵙ, ⵎⴰⵛⴰ ⵓⵔ ⴷ ⵖⴰⵙ ⵏⵜⵜⴰⵜ ⴰⴷ ⵉⵍⵍⴰⵏ. ⵙⵎⵓⵇⵇⵍⴰⵜ ⴳ ⵜⴰⵙⵏⴰ ⴰ ⴰⵎ ⴽⵔⴰ ⵏ ⵓⵎⵙⴷⵉⴽⵏ ⵏ ⵜⵙⴰⵖⵓⵍⵜ ⵉ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵢⴰⴹⵏⵉⵏ ⴷ, ⴽⵔⴰ ⵙ ⵍⴰ ⵙⵓⵍ ⵉⵜⵜⴱⵓⵖⵍⵓ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⵔⴰⴷ ⴰⵡⵏ ⵜⵙⴽⵏ ⵜⴰⵙⵏⴰ ⴰ ⵉⵙⴷⵖⵉⵜⵏ ⵏ ⵜⵓⴼⴼⵖⵉⵡⵉⵏ ⵏⵏⵖ.

source: Website Localization
zgh: ⴰⵙⵙⴷⵖⵔ ⵏ ⵓⵙⵉⵜⵡⵉⴱ

source: Websites
zgh: ⵉⵙⵉⵜⵡⵉⴱⵏ

source: We calculate hours by estimating the average length of each recording, and then multiplying that number by the total number of recordings across all languages.
zgh: ⵍⴰ ⵏⵙⵙⵓⴹⵓⵏ ⵜⵉⵙⵔⴰⴳⵉⵏ ⵙ ⵓⵙⵓⵜⴳ ⵏ ⵜⵖⵣⵉ ⵜⴰⵏⴰⵎⵎⴰⵙⵜ ⵏ ⴽⵓ ⴰⵙⵓⵙⵔ, ⵉⵍⵎⵎⴰ ⵏⵡⵜ ⵓⵟⵟⵓⵏ ⴰ ⵅⴼ ⵡⵓⵟⵟⵓⵏ ⵉⵎⵎⵓⵜⵜⵔⵏ ⵏ ⵉⵙⵓⵙⴰⵔ ⴳ ⵜⵓⵜⵍⴰⵢⵉⵏ ⴰⴽⴽⵯ.

source: We could not fetch the stats. Please try again later.
zgh: ⵓⵔ ⵏⵣⵎⵉⵔ ⴰⴷ ⴷ ⵏⴰⵡⵢ ⵉⵙⵏⵎⴽⵜⴰⵜⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ ⴽⵓⴷⵏⵏⴰ.

source: We couldn’t find that page for you
zgh: ⵓⵔ ⵏⵖⵉⵢ ⴰⴷ ⴰⵡⵏ ⵏⴰⴼ ⵜⴰⵙⵏⴰ ⴰⵏⵏ

source: We couldn’t get any audio clips for you to listen to. Please try again later.
zgh: ⵓⵔ ⵏⵖⵉⵢ ⴰⴷ ⴰⵡⵏ ⵏⵟⵟⴼ ⵓⵍⴰ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⵎⵙⵍⴰⵢⵜ ⵃⵎⴰ ⴰⴷ ⴰⵙ ⵜⵙⵍⵍⵎ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ ⴽⵓⴷⵏⵏⴰ.

source: We couldn’t get any sentences for you to speak. Please try again later.
zgh: ⵓⵔ ⵏⵖⵉⵢ ⴰⴷ ⴰⵡⵏ ⵏⵟⵟⴼ ⵓⵍⴰ ⴽⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ ⵃⵎⴰ ⴰⴷ ⵜⵜ ⵜⵙⵓⵙⵔⵓⵎ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ ⴽⵓⴷⵏⵏⴰ.

source: Weekly
zgh: ⴰⵏⵎⵍⴰⵙⵙ

source: Weekly Goal
zgh: ⴰⵡⵜⵜⴰⵙ ⴰⵏⵎⵍⴰⵙⵙ

source: We failed to fetch available languages. Contributions are currently not possible. Please try again later.
zgh: ⵏⵙⴼⵓⴳⴳⵔ ⴳ ⵓⵙⵙⴰⴹⵓ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵙⴰⴳⴰⵏⵉⵏ. ⵓⵔ ⴰⵍⵍⴼⵓⵙⵏ ⵡⴰⵔⵔⴰⴳⵏ ⵙ ⵓⵎⵉⵔⴰⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴰⵔⵎⴰⵜ ⴷⴰⵖ ⴽⵓⴷⵏⵏⴰ.

source: We launch the Common Voice site in this language.
zgh: ⵍⴰ ⵏⵕⵥⵥⵎ ⴰⵙⵉⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⴰ.

source: Welcome { $company } staff!
zgh: ⴱⵔⵔⴽⴰⵜ ⴰ ⵉⵎⵙⵡⵓⵔⵉⵢⵏ ⵏ { $company }!

source: Welcome to Common Voice
zgh: ⴱⵔⵔⴽⴰⵜ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Welcome to the Common Voice Sentence Collector
zgh: ⴱⵔⵔⴽⴰⵜ ⴳ ⵙⴰⵏⵜⵏⵙ ⴽⵓⵍⵉⴽⵜⵓⵔ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ

source: Welsh
zgh: ⵜⴰⵡⵉⵍⵣⵉⵜ

source: We may have run out of clips - refresh the page, or try again later.
zgh: ⵉⵔⵡⴰⵙ ⵉⵙ ⴰⵏⵖ ⵙⵎⴰⵔⵏⵜ ⵜⵓⵙⵙⵉⴼⵉⵏ - ⵙⴷⵖⵉ ⵜⴰⵙⵏⴰ, ⵏⵉⵖ ⴷⴰⵖ ⵜⵓⵔⵎⴷ ⴽⵓⴷⵏⵏⴰ.

source: We may not have received that request. Please email us directly on <emailLink>{ $email }</emailLink> and we will get back to you!
zgh: ⵃⴰⵇⵇⴰⵏ ⵓⵔ ⴰⵏⵖ ⴷ ⵜⵍⴽⵉⵎ ⵜⵓⵜⵜⵔⴰ ⴰⵏⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ ⴰⵣⵏⴰⵜ ⴰⵏⵖ ⵉⵎⴰⵢⵍ ⵙ ⵓⵙⵔⵉⴷ ⴳ <emailLink>{ $email }</emailLink>, ⵔⴰⴷ ⴰⵡⵏ ⵏⵔⴰⵔ!

source: We prefer natural/conversational sentences. While phonetic diversity and different words in sentences is important, we are trying to make recording sentences as much fun as possible. Therefore it would be great if you could try to keep your sentences as natural/engaging as possible.
zgh: ⵓⴼⵏⵜ ⵖⵓⵔⵏⵖ ⵜⵡⵉⵏⴰⵙ ⵜⵉⴳⴰⵎⴰⵏⵉⵏ/ⴳ ⵉⵍⵍⴰ ⵓⵎⵔⴰⵔⴰ ⵏ ⵡⴰⵡⴰⵍ. ⵡⴰⵅⵅⴰ ⵉⵅⴰⵜⵔ ⵓⵎⵢⴰⵏⴰⵡ ⵉⵎⵙⵉⵙⵍⵉ ⴷ ⵜⴳⵓⵔⵉⵡⵉⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ ⴳ ⵜⵡⵉⵏⵙⵜ, ⵎⴰⵛⴰ ⵍⴰ ⵏⵜⵜⴰⵔⵎ ⴽⵔⴰ ⵙ ⵏⵓⴼⴰ ⴰⴷ ⵏⵙⴽⵔ ⵙⴳ ⵓⵙⵓⵙⵔ ⵏ ⵜⵡⵉⵏⴰⵙ ⵢⴰⵜ ⵜⵖⴰⵡⵙⴰ ⵉⴼⵊⵊⵉⵊⵏ ⴱⴰⵀⵔⴰ. ⵉⵡⴰ ⵔⴰⴷ ⵉⵥⵉⵍ ⵎⴽ ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⴰⵔⵎⵎ ⴰⴷ ⵜⴰⵊⵊⵎ ⵜⵉⵡⵉⵏⴰⵙ ⵏⵏⵓⵏ ⴰⴷ ⴳⵏⵜ ⵜⵉⴳⴰⵎⴰⵏⵉⵏ/ⵜⵉⵎⵙⵙⵓⵖⵓⵏⵉⵏ ⴽⵔⴰ ⵙ ⵜⵓⴼⴰⵎ.

source: We promise to handle your information with care. Read more in our <privacyLink>Privacy Notice</privacyLink>.
zgh: ⵏⴹⵡⵍ ⴰⵡⵏ ⴰⴷ ⵜⵜ ⵏⴰⵡⴷ ⵉ ⵉⵏⵖⵎⵉⵙⵏ ⵏⵏⵓⵏ. ⵖⵔⴰⵜ ⵓⴳⴳⴰⵔ ⴳ <privacyLink>ⵜⵎⵏⵏⵉⵜ ⵏ ⵜⵉⵏⵏⵓⵜⵍⴰ</privacyLink> ⵏⵏⵖ.

source: We’re building an open source, multi-language dataset of voices that anyone can use to train speech-enabled applications.
zgh: ⵍⴰ ⵏⵥⴽⴽⵓ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⵜⴰⴳⵜⵓⵜⵍⴰⵢⵜ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵏⵏⴰ ⵙ ⵉⵣⵎⵔ ⴽⵓⵢⴰⵏ ⴰⴷ ⵜⵜ ⵉⵙⵙⵎⵔⵙ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵜⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⵣⵎⵔⴰⵡⴰⵍⵉⵏ.

source: We’re crowdsourcing an open-source dataset of voices. Donate your voice, validate the accuracy of other people’s clips, make the dataset better for everyone.
zgh: ⵍⴰ ⵏⵙⴽⴰⵔ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⵉⴳⵕⴹⴰⵏ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵙ ⵜⵡⵉⵣⴰ ⵏ ⵓⴳⴷⵓⴷ. ⴼⴽⴰⵜ ⴰⴳⵕⴹ ⵏⵏⵓⵏ, ⵜⵣⵣⵔⵢⵎ ⴰⵏⵖⴰⴷ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵏ ⵎⴷⴷⵏ ⵢⴰⴹⵏⵉⵏ, ⵜⵙⵖⵓⴷⵓⵎ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉ ⴽⵓⵢⴰⵏ.

source: We’re experiencing unexpected downtime
zgh: ⵍⴰ ⵏⵜⵜⵎⵏⴰⵍⴰ ⵢⴰⵜ ⵜⵉⵣⵉ ⵏ ⵓⴱⴷⴷⵉ ⵜⴰⵔⴰⵜⴰⵎⵜ

source: We're going out to get coffee.
zgh: ⵉⵏ'ⴰⵙ ⴰⴷ ⴷ ⵢⴰⵡⵢ ⴰⵜⴰⵢ.

source: We’re going out to get coffee.
zgh: ⵉⵏ’ⴰⵙ ⴰⴷ ⴷ ⵢⴰⵡⵢ ⴰⵜⴰⵢ.

source: We release the dataset every 3 months.
zgh: ⵍⴰ ⵏⵙⵙⵓⴼⵓⵖ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⴽⵓ 3 ⵡⴰⵢⵢⵓⵔⵏ.

source: We're making some big changes
zgh: ⵍⴰ ⵏⵙⴽⴰⵔ ⴽⵔⴰ ⵏ ⵉⵙⵏⴼⵍⵏ ⵉⵎⵇⵇⵔⴰⵏⵏ

source: We're receiving a lot of traffic and are currently investigating the issues.
zgh: ⵍⴰ ⵏⵜⵜⴰⵎⵥ ⴽⵉⴽⴰⵏ ⵏ ⵓⵙⵉⴽⵍ ⴷ ⵍⴰ ⵏⵜⵜⵛⵓⴷⴷⵓ ⵉⵎⵓⴽⵔⵉⵙⵏ ⵙ ⵓⵎⵉⵔⴰⵏ.

source: We’re sorry, your platform is not currently supported.
zgh: ⵙⵙⵓⵔⴼⴰⵜ ⴰⵏⵖ, ⵓⵔ ⵜⴻⵜⵜⵡⴰⵏⵏⴰⵍ ⵜⵙⵉⵍⴰ ⵏⵏⵓⵏ ⵔⵅⵅⵓ.

source: Western Sierra Puebla Nahuatl
zgh: ⵜⴰⵏⴰⵡⴰⵟⵍⵉⵜ ⵏ ⵙⵢⵉⵔⴰ ⴱⵡⵉⴱⵍⴰ ⵜⵓⵜⵔⵉⵎⵜ

source: We use a Mozilla tool called <pontoonLink>Pontoon</pontoonLink> for translations. Pontoon has lots of languages, but if it doesn’t have yours you can <pontoonRequestLink>request for your language to be added</pontoonRequestLink>. Then, to make the language available on the Common Voice project, <githubRepoLink>request the new language on GitHub</githubRepoLink>. <localizationFragment>See more on site translation</localizationFragment>.
zgh: ⵍⴰ ⵏⵙⵙⵎⵔⴰⵙ ⵢⴰ ⵢⵉⵎⵉⵙ ⵏ ⵎⵓⵣⵉⵍⴰ ⵉⵜⵜⵓⵙⵎⵎⴰⵏ <pontoonLink>ⴱⵓⵏⵜⵓⵏ</pontoonLink> ⵉ ⵉⵙⵓⵖⵍⵏ. ⵉⵍⴰ ⴱⵓⵏⵜⵓⵏ ⴽⵉⴳⴰⵏ ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ, ⵎⴰⵛⴰ ⵎⴽ ⵓⵔ ⵉⵍⵉ ⵜⵉⵏⵏⵓⵏ, ⵜⵣⵎⵔⵎ <pontoonRequestLink>ⴰⴷ ⵜⴻⵜⵜⵔⵎ ⴰⵔⵏⵏⵓ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ</pontoonRequestLink>. ⵉⵍⵎⵎⴰ, ⵃⵎⴰ ⴰⴷ ⵜⴼⴽⵎ ⵜⵉⵍⴰⵡⵜ ⵉ ⵜⵓⵜⵍⴰⵢⵜ ⴳ ⵓⵙⵏⴼⴰⵔ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ, <githubRepoLink>ⵜⵜⵔⴰⵜ ⵜⵓⵜⵍⴰⵢⵜ ⵜⴰⵎⴰⵢⵏⵓⵜ ⴳ ⴳⵉⵜⵀⴰⴱ</githubRepoLink>. <localizationFragment>ⵥⵕⴰⵜ ⵓⴳⴳⴰⵔ ⴳ ⵓⵙⵓⵖⵍ ⵏ ⵓⵙⵉⵜ</localizationFragment>.

source: We’ve made some changes. Delta Segments just contain the most recent clips since the last release. <deltaLink>Read more about this work</deltaLink>.
zgh: ⵏⵙⴽⵔ ⴽⵔⴰ ⵏ ⵉⵙⵏⴼⴰⵍ. ⵓⵎⴰⵏⵜ ⵜⵓⵟⵟⵓⵜⵉⵏ ⵏ ⴷⵉⵍⵜⴰ ⵖⴰⵙ ⵜⵓⵙⵙⵉⴼⵉⵏ ⴷ ⵉⴳⴳⵯⵔⴰⵏ ⵙⴳ ⵜⵓⴼⴼⵖⴰ ⵜⴰⵎⴳⴳⵔⵓⵜ. <deltaLink>ⵖⵔ ⵓⴳⴳⴰⵔ ⵅⴼ ⵜⵡⵓⵔⵉ ⴰ</deltaLink>.

source: We've run out of sentences to record in this language...
zgh: ⵙⵎⴰⵔⵏⵜ ⴰⵏⵖ ⵜⵡⵉⵏⴰⵙ ⵃⵎⴰ ⴰⴷ ⵜⵏⵜ ⵜⵙⵓⵙⵔⴷ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⴰ...

source: We want speech models to be better at understanding a diverse range of speakers. For this to happen, a voice dataset must represent lots of different people.
zgh: ⵏⵅⵙ ⵜⵉⵎⵓⴷⵎⵉⵡⵉⵏ ⵏ ⵡⴰⵡⴰⵍ ⴰⴷ ⴰⴼⵏⵜ ⴳ ⵓⵔⵎⴰⵙ ⵏ ⵢⴰⵜ ⵜⴷⵔⵙⵜ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵏ ⵉⵎⵙⵙⵉⵡⵍⵏ. ⴼⴰⴷ ⴰⴷ ⵉⵎⵙⴰⵔ ⵓⵢⴰ, ⵉⵇⵇⴰⵏ ⴷ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ ⴰⴷ ⵜⵙⵎⴷⵢⴰ ⴽⵉⴳⴰⵏ ⵏ ⵎⴷⴷⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ.

source: We want the Common Voice dataset to reflect the audio quality a speech-to-text engine will hear in the wild, so we’re looking for variety. In addition to a diverse community of speakers, a dataset with varying audio quality will teach the speech-to-text engine to handle various real-world situations, from background talking to car noise. As long as your voice clip is intelligible, it should be good enough for the dataset.
zgh: ⵏⵅⵙ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⴷ ⴷ ⵜⵙⵙⴰⴹⵓ ⴰⵖⵓⴷⵓ ⵏ ⵉⵎⵙⵍⵉ ⵏⵏⴰ ⵎⵉ ⵔⴰⴷ ⵉⵙⵍⵍⴰ ⵓⵏⵙⵎⴰⵙⵙⵓ ⵏ ⵡⴰⵡⴰⵍ-ⵖⵔ-ⵓⴹⵕⵉⵚ ⴳ ⵓⴳⴰⵎⴰ, ⵉⵡⴰ ⴰⵢⴰ ⴰ ⵅⴼ ⵏⵙⵉⴳⴳⵉⵍ ⴰⵎⵢⴰⵏⴰⵡ. ⵓⴳⴳⴰⵔ ⵏ ⵢⴰⵜ ⵜⴳⵔⴰⵡⵜ ⵉⵎⵢⴰⵏⴰⵡⵏ ⵏ ⵉⵎⵙⵙⵉⵡⵍⵏ, ⵔⴰⴷ ⵜⵙⵙⵍⵎⴷ ⵢⴰⵜ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵙ ⵓⵖⵓⴷⵓ ⵏ ⵉⵎⵙⵍⵉ ⵉⵎⵢⴰⵏⴰⵡⵏ, ⵉ ⵓⵏⵙⵎⴰⵙⵙⵓ ⵏ ⵡⴰⵡⴰⵍ-ⵖⵔ-ⵓⴹⵕⵉⵚ ⴰⴷ ⵉⵙⵡⵓⴷⴷⵓ ⵉⵙⵓⵔⴰⵙ ⵎⵢⴰⵏⴰⵡⵏⵉⵏ ⵏ ⵓⵎⴰⴹⴰⵍ ⵏ ⵜⵉⴷⵜ, ⵙⴳ ⵓⵙⵉⵡⵍ ⵏ ⵜⵖⵔⴷⵉⵏ ⴰⵔ ⴰⴷⵉⴷⴰ ⵏ ⵜⵀⵉⵔⵉⵜ. ⴽⵔⴰ ⵙ ⵜⴻⵜⵜⵓⵔⵎⵙ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵏⵏⵓⵏ, ⴰ ⵙ ⵔⴰⴷ ⵓⴽⴰⵏ ⵜⴼⴰⵍⴽⵉ ⵉ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ.

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
zgh: ⵏⵅⵙ ⴰⴷ ⵖⴰⵢⵏ ⵡⴰⵍⴳⵓⵔⵉⵜⵎⵏ ⵏ ⵓⵍⵎⵎⵓⴷ ⵏ ⵜⵎⴰⵛⵉⵏⵜ ⴰⴷ ⵙⵡⵓⴷⴷⵓⵏ ⵜⵓⴳⵜⵜ ⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵓⴷⵉⴷⴰ ⵏ ⵜⵖⵔⴷⵉⵏ, ⵎⵇⵇⴰⵔ ⴷ ⵉⴷⴰⴷⴰⵏ ⴰⵜⵜⵓⵢⵏⵉⵏ ⵙ ⵓⵎⴰⵙⵙⴰⵖ ⵣⵎⵔⵏ ⴰⴷ ⵜⵜⵓⴷⴳⴳⴰⵏ ⵙ ⵜⴼⴰⴷⴰ ⵏ ⴰⴷ ⴽⵯⵏ ⵓⵔ ⴳⴷⵍⵏ ⵅⴼ ⵓⵙⵙⴼⵍⴷ ⵉ ⵓⵎⴰⵜⴰ ⵏ ⵓⴹⵕⵉⵚ. ⴰⵥⴰⵡⴰⵏ ⵏ ⵜⵖⵔⴷⵉⵏ ⵉⵣⴳⴰⵏ, ⵡⴰⵅⵅⴰ; ⴰⵥⴰⵡⴰⵏ ⵢⴰⵜⵜⵓⵢⵏ ⵢⵓⴷⴰⵏ ⴰⴷ ⴽⵯⵏ ⵉⴳⴷⵍ ⵅⴼ ⵓⵙⵙⴼⵍⴷ ⵉ ⵎⴰⵜⵜⴰ ⴷ ⴽⵓ ⵜⴰⴳⵓⵔⵉ, ⵓⵀⵓⵢ.

source: We welcome different accents! Be very cautious before rejecting a clip on the ground that you think the reader has mispronounced a word, has put the stress in the wrong place, or has ignored punctuation. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a generous margin of appreciation for those who may speak differently from you.
zgh: ⵍⴰ ⵏⵙⴱⵔⵔⴰⴽ ⵙ ⵉⵙⵓⵙⵔⵓⵜⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ! ⵔⴰⵔⴰⵜ ⴱⴰⵀⵔⴰ ⵜⴰⵖⴹⴼⵜ ⵙ ⴷⴰⵜ ⵜⵓⴳⵢⵜ ⵏ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵙ ⵡⵓⵔⵔⵓ ⵏ ⵉⵙ ⵜⵖⴰⵍⵎ ⵎⴰⵙ ⵉⵣⴳⵍ ⵉⵎⵖⵔⵉ ⴳ ⵓⵙⵓⵙⵔⵓ ⵏ ⵢⴰⵜ ⵜⴳⵓⵔⵉ, ⵏⵉⵖ ⵉⵖⵔⴰ ⵙ ⵜⵓⵙⵙⴷⴰ ⴳ ⵓⴷⵖⴰⵔ ⵉⵣⴳⵍⵏ, ⵏⵉⵖ ⵉⵜⵜⵓ ⴰⵙⵏⵇⴹ. ⴳⴳⵓⵜⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵉⵙⵓⵙⵔⵓⵜⵏ ⵉⵜⵜⵓⵙⵎⵔⴰⵙⵏ ⴳ ⵓⵎⴰⴹⴰⵍ, ⴽⵔⴰ ⴳⵉⵙⵏ ⵉⵖⵉⵢ ⵓⵔ ⵊⵊⵉⵏ ⴰⵙ ⵜⵙⵙⴼⵍⵉⴷⵎ ⴳ ⵜⴳⵔⴰⵡⵜ ⵜⴰⴷⵖⵔⴰⵏⵜ ⵏⵏⵓⵏ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⴼⴽⴰⵜ ⴰⵜⵉⴳ ⵙ ⵡⴰⵟⵟⴰⵚ ⴰⵡⴷ ⵉ ⵡⵉⵍⵍⵉ ⵙⴰⵡⴰⵍⵏⵉⵏ ⵙ ⵓⵎⵣⴰⵔⴰⵢ ⴷⵉⴷⵓⵏ.

source: We will also <strong>let our community manager know that you’re interested</strong>, so they can give you any extra support or information you might need.
zgh: ⵔⴰⴷ <strong>ⵏⵙⵙⵓⵙⵏ ⵓⵍⴰ ⴰⵎⵙⵡⵓⴷⴷⵓ ⵏ ⵜⴳⵔⴰⵡⵜ ⵏⵏⵖ ⵎⴰⵙ ⴷ ⴽⵯⵏⵏⵉ ⵜⵏⵏⵣⴳⵎⵎ</strong>, ⵃⵎⴰ ⴰⴷ ⴰⵡⵏ ⵉⴼⴽ ⴰⵏⵏⴰⵍ ⵓⵔⵏⵉⵡ ⵏⵖ ⵉⵏⵖⵎⵉⵙⵏ ⵏⵏⴰ ⵙ ⵜⵖⵉⵢⵎ ⴰⴷ ⵜⵏ ⵜⴰⵙⵔⵎ.

source: We will be in touch with more information about how to add your language to Common Voice very soon.
zgh: ⵔⴰⴷ ⴷⵉⴷⵓⵏ ⵏⴻⵏⵢⴰⵍⴽⴰⵎ ⵙ ⵡⵓⴳⴳⴰⵔ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⴳ ⵎ'ⴰⴷ ⴷ ⵢⴰⵥⵏ ⵅⴼ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⵔⵏⵓⵎ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ.
